Repository: project-slippi/slippi-launcher
Catalog: locales/*.po
Languages: es, ja, pt, ru

source: Some functionality of the Launcher and Dolphin will be unavailable.
pt: Algumas funcionalidades do Launcher e do Dolphin estarão indisponíveis.
ru: Некоторый функционал лаунчера и Dolphin будет недоступен.

source: Something went wrong.
es: Algo salió mal.
ja: 問題が発生しました。
pt: Algo deu errado.
ru: Что-то пошло не так.

source: Spectate
es: Espectador
ja: 観戦
pt: Espectar
ru: Трансляции

source: Spectate Remote Control Port
es: Puerto de control remoto de espectador
ja: 観戦リモートコントロールポート
pt: Porta de Controle Remoto de Espectador

source: Spectator ID
es: ID de espectador
ja: 観戦者ID
pt: ID do Espectador

source: Spectator SLP Folder
es: Carpetas SLP de espectador
ja: 観戦SLPフォルダ
pt: Pasta SLP de Espectador
ru: Каталог SLP трансляций

source: Stable (Ishiiruka)
es: Estable (Ishiiruka)
ja: 安定版（Ishiiruka）
pt: Estável (Ishiiruka)
ru: Стабильная (Ishiiruka)

source: Start Broadcast
es: Iniciar transmisión
ja: 配信開始
pt: Iniciar Transmissão
ru: Начать трансляцию

source: Start Server
es: Iniciar servidor
ja: サーバー起動
pt: Iniciar Servidor
ru: Запустить сервер

source: Started
es: Iniciado
ja: 起動済み
pt: Iniciado
ru: Запущено

source: Starting In
es: Comienza en
ja: 開始まで
pt: Iniciando Em
ru: Начнется через

source: Starting Server...
es: Iniciando servidor...
ja: サーバー起動中...
pt: Iniciando Servidor...
ru: Стартует сервер...

source: Starting Soon
es: Comienza pronto
ja: まもなく開始
pt: Iniciando Em Breve
ru: Начнется скоро

source: Starting...
es: Iniciando...
ja: 起動中...
pt: Iniciando...
ru: Стартует...

source: Stop Broadcast
es: Detener transmisión
ja: 配信停止
pt: Parar Transmissão
ru: Остановить трансляцию

source: Stop Server
es: Detener servidor
ja: サーバー停止
pt: Parar Servidor
ru: Остановить сервер

source: Stopped
es: Detenido
ja: 停止
pt: Parado
ru: Остановлен

source: Submit
es: Enviar
ja: 送信
pt: Enviar
ru: Отправить

source: Subscribe
es: Suscribirse
ja: サブスク登録
pt: Inscrever-se
ru: Подписаться

source: Successfully cleared temporary files.
es: Archivos temporales eliminados correctamente.
ja: 一時ファイルを削除しました。
pt: Arquivos temporários limpos com sucesso.
ru: Временные файлы успешно очищены.

source: Successfully copied logs to clipboard
es: Registros copiados exitosamente al portapapeles
ja: ログをクリップボードにコピーしました
pt: Logs copiados com sucesso para a área de transferência
ru: Логи успешно скопированы в буфер обмена

source: Support Slippi
es: Apoyar a Slippi
ja: Slippiを支援
pt: Apoie o Slippi
ru: Поддержать Slippi

source: Switched to {0}
pt: Alterado para {0}

source: Symmetric NAT
es: NAT simétrico
ja: 対称型NAT
pt: NAT Simétrico
ru: Симметричный NAT

source: Target Folder
es: Carpeta destino
ja: 保存先フォルダ
pt: Pasta de Destino
ru: Целевой каталог

source: That folder is already included.
es: Esa Carpeta ya está incluida.
ja: そのフォルダは既に含まれています。
pt: Essa pasta já está incluída.
ru: Этот каталог уже включен.

source: The best way to get support is to first join the Slippi Discord, then read the information in the #support-portal channel before posting your issue in the appropriate support channel for your operating system. Our support volunteers will try their best to assist you with your problem.
es: La mejor manera de obtener soporte es unirte primero al Discord de Slippi, luego leer la información en el canal #support-portal antes de publicar tu problema en el canal de soporte apropiado para tu sistema operativo. Nuestros voluntarios de soporte harán su mejor esfuerzo para ayudarte con tu problema.
ja: サポートを受ける最良の方法は、まずSlippi Discordに参加し、#support-portalチャンネルの情報を読んでから、お使いのOSに適したサポートチャンネルで問題を投稿することです。サポートボランティアが問題解決のために最善を尽くします。
pt: A melhor maneira de obter suporte é primeiro entrar no Discord do Slippi, depois ler as informações no canal #support-portal antes de postar seu problema no canal de suporte apropriado para seu sistema operacional. Nossos voluntários de suporte farão o melhor para ajudá-lo com o problema.
ru: Лучший способ получить поддержку - это зайти в Slippi Discord, затем прочитать информацию в #support-portal и описать свою проблему в канале, соответствующим вашей системе. Наши волонтеры поддержки постараются помочь вам с вашей проблемой.

source: The code <{0}> will be deleted. This cannot be undone.
es: El código <{0}> será eliminado. Esto no se puede deshacer.
ja: コード<{0}>が削除されます。この操作は元に戻せません。
pt: O código <{0}> será excluído. Isso não pode ser desfeito.
ru: Код <{0}> будет удален безвозвратно.

source: The folder to save SLP files to.
es: Carpeta donde guardar los archivos SLP.
ja: SLPファイルの保存先フォルダです。
pt: A pasta para salvar arquivos SLP.
ru: Каталог для сохранения SLP файлов.

source: The folder where spectated games should be saved.
es: Carpeta donde se deben guardar los juegos espectados.
ja: 観戦した試合の保存先フォルダです。
pt: A pasta onde os jogos espectados devem ser salvos.
ru: Каталог для сохранения просматриваемых трансляций.

source: The folder where your SLP replays should be saved.
es: Carpeta donde se deben guardar tus repeticiones SLP.
ja: SLPリプレイの保存先フォルダです。
pt: A pasta onde seus replays SLP devem ser salvos.
ru: Каталог для сохранения SLP реплеев.

source: The path to an NTSC Melee 1.02 ISO.
es: La ruta a un archivo ISO de Melee NTSC 1.02.
ja: NTSC DX 1.02 ISO へのパスです。
pt: O caminho para uma ISO NTSC Melee 1.02.
ru: Путь до файла ISO Melee NTSC 1.02.

source: The port to use for the spectate remote control WebSocket.
es: El puerto a usar para el WebSocket de control remoto de espectador.
ja: 観戦リモートコントロールWebSocketで使用するポートです。
pt: A porta a ser usada para o WebSocket de controle remoto de espectador.
ru: Порт для WebSocket удаленного контроля трансляциями.

source: The port used for connecting to console. Only change this if connecting to a Console Relay. If unsure, leave it as {0}.
es: El puerto usado para conectar a la consola. Solo cambia esto si te conectas a una Retransmisión de Consola. Si no estás seguro, déjalo en {0}.
ja: ゲーム機への接続に使用するポートです。コンソールリレーに接続する場合のみ変更してください。不明な場合は {0} のままにしてください。
pt: A porta usada para conectar ao console. Altere apenas estiver conectando a um Retransmissor de Console. Se não tiver certeza, deixe como {0}.
ru: подключаетесь к Console Relay. Если не уверены, оставьте как {0}.

source: The unique viewer code of the spectator.
es: El código único de visualización del espectador.
ja: 観戦者の一意の視聴者コードです。
pt: O código único de visualização do espectador.
ru: Уникальный код для просмотра трансляции.

source: These are a set of rules to follow when using Slippi. Breaking these rules may result in a suspension or ban depending on severity and frequency. This is not an exhaustive list, we reserve the right to suspend or ban an account for any reason.
es: Estas son un conjunto de reglas a seguir al usar Slippi. Romper estas reglas puede resultar en una suspensión o bloqueo dependiendo de la gravedad y frecuencia. Esta no es una lista exhaustiva, nos reservamos el derecho de suspender o bloqueo una cuenta por cualquier motivo.
ja: これらはSlippiを使用する際に従うべき一連のルールです。これらのルールを破ると、重大性と頻度に応じてアカウント停止または追放される可能性があります。これは網羅的なリストではなく、当社はいかなる理由でもアカウントを停止または追放する権利を留保します。
pt: Este é um conjunto de regras a serem seguidas ao usar o Slippi. Quebrar essas regras pode resultar em suspensão ou banimento, dependendo da gravidade e frequência. Esta não é uma lista exaustiva, reservamo-noso direito de suspender ou banir uma conta por qualquer motivo.
ru: Это свод правил, которым нужно следовать при использовании Slippi. Нарушение данных правил может привести к временному или перманентному бану, в зависимости от серьезности и частоты нарушений. Это не эксклюзивный список, мы оставляем за собой право бана аккаунта по любой причине.

source: This application uses an NTSC 1.02 game backup.
es: Esta aplicación usa una copia del juego NTSC 1.02.
ja: このアプリケーションはNTSC 1.02のゲームバックアップを使用します。
pt: Este aplicativo usa um backup de jogo NTSC 1.02.
ru: Это приложение использует образ игры версии NTSC 1.02.

source: This is the optimal result.
es: Este es el resultado óptimo.
ja: これは最適な結果です。
pt: Este é o resultado ideal.
ru: Это оптимальный результат.

source: This is the optimal result. Also known as 'easy', 'full cone', or 'open' NAT.
es: Este es el resultado óptimo. También conocido como NAT 'fácil', 'cono completo' o 'abierto'.
ja: これは最適な結果です。「easy」「full cone」「open」NATとも呼ばれます。
pt: Este é o resultado ideal. Também conhecido como NAT 'fácil', 'cone completo' ou 'aberto'.
ru: Это оптимальный результат. Так же известный как 'easy', 'full cone' или 'open' NAT.

source: This will remove all your {0} settings.
es: Esto eliminará todas tus configuraciones de {0}.
ja: これによりすべての{0}設定が削除されます。
pt: Isso removerá todas as suas configurações de {0}.
ru: Это удалит все ваши настройки {0}.

source: Toggle password visibility
es: Alternar visibilidad de contraseña
ja: パスワードの表示/非表示を切り替え
pt: Alternar visibilidade da senha
ru: Увидеть пароль

source: Total size: {0}
es: Tamaño total: {0}
ja: 合計サイズ: {0}
pt: Tamanho total: {0}
ru: Общий размер: {0}

source: Trailing numbers will be auto-generated
es: Los números finales se generarán automáticamente
ja: 末尾の数字は自動生成されます
pt: Números finais serão gerados automaticamente
ru: Цифры после решетки будут авто-сгенерированы

source: Try a different video backend in Dolphin. If the issue persists, install the latest Windows update available and then restart your computer.
pt: Tente um backend de vídeo diferente no Dolphin. Se o problema persistir, instale a atualização mais recente do Windows disponível e reinicie o computador.
ru: Попробуйте другой видео-бэкенд в Dolphin. В случае, если проблема осталась, установите последнее обновление Windows и перезапустите компьютер.

source: Try again
es: Intentar de nuevo
ja: 再試行
pt: Tente novamente
ru: Попробовать снова

source: Turn VPN off for best results.
es: Desactiva la VPN para obtener mejores resultados.
ja: 最良の結果を得るにはVPNをオフにしてください。
pt: Desative a VPN para melhores resultados.
ru: Для наилучшего результата отключите VPN.

source: UPnP and NAT-PMP.
es: UPnP y NAT-PMP.
ja: UPnPとNAT-PMP
pt: UPnP e NAT-PMP.
ru: UPnP и NAT-PMP.

source: Uh oh.
es: Oh oh.
ja: おっと…
pt: Ops.
ru: Ой.

source: Uh oh. We couldn't open that file. It's probably corrupted.
es: Ups. No pudimos abrir ese archivo. Probablemente esté corrupto.
ja: おっと…。ファイルを開けませんでした。たぶん壊れています。
pt: Ops. Não conseguimos abrir esse arquivo. Provavelmente está corrompido.
ru: Ой. Мы не смогли открыть этот файл. Возможно, он поврежден.

source: Unknown
es: Desconocido
ja: 不明
pt: Desconhecido
ru: Неизвестно

source: Unknown ISO
es: ISO desconocido
ja: 不明なISO
pt: ISO Desconhecida
ru: Неизвестное ISO

source: Unknown stage
es: Escenario desconocido
ja: 不明なステージ
pt: Fase desconhecido
ru: Неизвестный уровень

source: Unknown status: {0}
es: Estado desconocido: {0}
ja: 不明なステータス：{0}
pt: Status desconhecido: {0}
ru: Неизвестный статус: {0}

source: Unvalidated
es: Sin validar
ja: 未検証
pt: Não validado
ru: Не проверен

source: Up
es: Arriba
ja: 上
pt: Cima
ru: Вверх

source: Updating
es: Actualizando
ja: 更新中
pt: Atualizando
ru: Обновление

source: Use anyway
es: Usar de todos modos
ja: それでも使用
pt: Usar mesmo assim
ru: Использовать все равно

source: User is not logged in
es: El usuario no ha iniciado sesión
ja: ユーザーがログインしていません
pt: Usuário não está conectado
ru: Пользователь не залогинен

source: Valid
es: Válido
ja: 有効
pt: Válido
ru: Корректный

source: Verify your email
es: Verifica tu correo
ja: メールアドレスを確認
pt: Verifique seu e-mail
ru: Подтвердите ваш email

source: Verifying ISO...
es: Verificando ISO...
ja: ISO確認中...
pt: Verificando ISO...
ru: Проверка ISO...

source: Verifying...
es: Verificando...
ja: 確認中...
pt: Verificando...
ru: Проверка...

source: Version {0} is now available!
es: ¡La versión {0} ya está disponible!
ja: バージョン {0} が利用可能です！
pt: Versão {0} está disponível!
ru: Версия {0} теперь доступна!

source: Version: {0}
es: Versión: {0}
ja: バージョン：{0}
pt: Versão: {0}
ru: Версия: {0}

source: View Ranked Profile
es: Ver perfil clasificatorio
ja: ランクプロフィールを表示
pt: Ver Perfil Ranqueado
ru: Посмотреть ранкед профиль

source: View on Bluesky
es: Ver en Bluesky
ja: Bluesky で見る
pt: Ver no Bluesky
ru: Посмотреть на Bluesky

source: View on Github
es: Ver en Github
ja: Github で見る
pt: Ver no Github
ru: Посмотреть на Github

source: View on Medium
es: Ver en Medium
ja: Medium で見る
pt: Ver no Medium
ru: Посмотреть на Medium

source: View profile
es: Ver perfil
ja: プロフィールを表示
pt: Ver perfil
ru: Посмотреть профиль

source: Visit your email, click the link in the verification email, and then check verification
es: Accede a tu correo, haz clic en el enlace del correo de verificación, y luego verifica la confirmación
ja: メールを開き、確認メール内のリンクをクリックしてから、確認を実行してください。
pt: Visite seu e-mail, clique no link no e-mail de verificação e depois prossiga.
ru: Зайдите в ваш email, кликните на линк в письме с подтверждением, и затем нажмите проверку подтверждения

source: What is Mirroring?
es: ¿Qué es Slippi Mirroring?
ja: ミラーリングとは？
pt: O que é Espelhamento?
ru: Что такое Slippi Mirroring?

source: Would you like to play offline?
pt: Você gostaria de jogar offline?
ru: Хотите ли вы играть оффлайн?

source: Wrong email?
es: ¿Correo equivocado?
ja: メールアドレスが違いますか？
pt: E-mail errado?
ru: Неправильный email?

source: You are not logged in
es: No has iniciado sesión
ja: ログインしていません
pt: Você não está conectado
ru: Вы не залогинены

source: You are offline.
pt: Você está offline.
ru: Вы оффлайн.

source: You may have trouble connecting to other players.
es: Podrías tener problemas para conectarte con otros jugadores.
ja: 他のプレイヤーとの接続に問題が発生する可能性があります。
pt: Você pode ter problemas para se conectar a outros jogadores.
ru: Вы можете испытывать проблемы подключения к другим игрокам.

source: You may have trouble connecting to other players. Also known as 'hard', 'strict', or 'symmetric' NAT. If possible, please check your router settings to see if this can be changed to 'easy', 'full cone', 'normal', or 'open' NAT.
es: Podrías tener problemas para conectarte con otros jugadores. También conocido como NAT 'duro', 'estricto' o 'simétrico'. Si es posible, por favor revisa la configuración de tu router para ver si puede cambiarse a NAT 'fácil', 'cono completo', 'normal' o 'abierto'.
ja: 他のプレイヤーとの接続に問題が発生する可能性があります。「hard」「strict」「symmetric」NATとも呼ばれます。可能であれば、ルーターの設定を確認して、「easy」「full cone」「normal」「open」NATに変更できるか確認してください。
pt: Você pode ter problemas para se conectar a outros jogadores. Também conhecido como NAT 'rígido', 'estrito' ou 'simétrico'. Se possível, verifique as configurações do seu roteador para ver se isso pode ser alterado para NAT 'fácil', 'cone completo', 'normal' ou 'aberto'.
ru: Вы можете испытывать проблемы подключения к другим игрокам. Так же известно как 'hard, 'strict', или 'symmetric' NAT. По возможности, проверьте настройки вашего роутера, чтобы проверить можно ли это изменить на 'easy', 'full cone', 'normal' или 'open' NAT.

source: You must be logged in to use this feature
es: Debes iniciar sesión para usar esta función
ja: この機能を使用するにはログインが必要です
pt: Você deve estar logado para usar este recurso
ru: Вы должны быть залогинены для использования этой функции

source: You will need to log in again next time you want to play.
es: Necesitarás iniciar sesión de nuevo la próxima vez que quieras jugar.
ja: 次回プレイする際は再度ログインが必要です。
pt: Você precisará fazer login novamente na próxima vez que quiser jogar.
ru: Вам потребуется залогиниться снова, когда вы захотите поиграть.

source: You're all set up
es: ¡Todo listo!
ja: 準備完了！
pt: Está tudo configurado
ru: Все готово!

source: Your ISO is unsupported. Using this ISO may cause issues and no support will be given.
es: Tu ISO no está soportado. Usar este ISO puede causar problemas y no se proporcionará soporte.
ja: このISOはサポートされていません。このISOを使用すると問題が発生する可能性があり、サポートは提供されません。
pt: Sua ISO não é suportada. Usar esta ISO pode causar problemas e nenhum suporte será fornecido.
ru: Ваш файл ISO не поддерживается. Использование этого ISO может привести к проблемам и по нему не будет оказываться поддержка.

source: Your Nintendont is out of date and no longer supported. Click to download the latest version from the Slippi website.
es: Tu Nintendont está desactualizado y ya no tiene soporte. Haz clic para descargar la última versión desde el sitio web de Slippi.
ja: Nintendontが古くサポートされていません。クリックしてSlippi Webサイトから最新バージョンをダウンロードしてください。
pt: Seu Nintendont está desatualizado e não é mais suportado. Clique para baixar a versão mais recente do site do Slippi.
ru: Ваш Nintendont устарел и больше не поддерживается. Кликните чтобы скачать последнюю версию с сайта Slippi.

source: Your Spectator ID
es: Tu ID de espectador
ja: あなたの観戦者ID
pt: Seu ID de Espectador
ru: Ваш Spectator ID

source: Your connect code is used for players to connect with you directly.
es: Tu código de conexión se usa para que otros jugadores se conecten contigo directamente.
ja: 接続コードはプレイヤーがあなたと直接接続するために使用されます。
pt: Seu código de conexão é usado para jogadores se conectarem diretamente com você.
ru: Ваш коннект-код будет использоваться другими игроками для прямого соединения с вами.

source: or drag and drop here
es: o arrastra y suelta aquí
ja: またはここにドラッグ＆ドロップ
pt: ou arraste e solte aqui
ru: или перетащите сюда

source: {0, plural, one {# file} other {# files}} filtered.
es: {0, plural, one {# archivo filtrado} other {# archivos filtrados}}.
ja: {0}件フィルター済み
pt: {0, plural, one {# arquivo} other {# arquivos}} filtrado(s).
ru: {0, plural, one {# файл} few {# файла} other {# файлов}} отфильтровано.

source: {0, plural, one {# file} other {# files}} found.
es: {0, plural, one {# archivo encontrado} other {# archivos encontrados}}.
ja: {0}件見つかりました
pt: {0, plural, one {# arquivo} other {# arquivos}} encontrado(s).
ru: {0, plural, one {# файл} few {# файла} other {# файлов}} найдено.

source: {0, plural, one {# file} other {# files}} had errors.
es: {0, plural, one {# archivo tenía} other {# archivos tenían}} errores.
ja: {0}件エラー
pt: {0, plural, one {# arquivo} other {# arquivos}} com erros.
ru: {0, plural, one {# файл содержит} few {# файла содержат} other {# файлов содержат}} ошибки.

source: {0, plural, one {# file} other {# files}} hidden.
es: {0, plural, one {# archivo oculto} other {# archivos ocultos}}.
ja: {0}件非表示
pt: {0, plural, one {# arquivo} other {# arquivos}} oculto(s).
ru: {0, plural, one {# файл скрыт} few {# файла скрыто} other {# файлов скрыто}}.

source: {0, plural, one {# file} other {# files}} selected
es: {0, plural, one {# archivo seleccionado} other {# archivos seleccionados}}
ja: {0}件選択中
pt: {0, plural, one {# arquivo} other {# arquivos}} selecionado(s)
ru: {0, plural, one {# файл выбран} few {# файла выбрано} other {# файлов выбрано}}

source: {0, plural, one {# file} other {# files}} successfully deleted.
es: {0, plural, one {# archivo eliminado} other {# archivos eliminados}} correctamente.
ja: {0}件削除しました
pt: {0, plural, one {# arquivo} other {# arquivos}} excluído(s) com sucesso.
ru: {0, plural, one {# файл удален} few {# файла удалено} other {# файлов удалено}} успешно

source: {0, plural, one {# file} other {# files}} will be deleted.
es: {0, plural, one {# archivo será eliminado} other {# archivos serán eliminados}}.
ja: {0}件削除されます
pt: {0, plural, one {# arquivo} other {# arquivos}} será(ão) excluído(s).
ru: {0, plural, one {# файл будет удален} few {# файла будут удалены} other {# файлов будет удалено}}.

source: Beta (Mainline)
ja: ベータ版（Mainline）
ru: Бета (Mainline)

source: Chat
ja: チャット
ru: Чат

source: Online
es: En línea
ja: オンライン
ru: Онлайн

source: Premium
ja: プレミアム
ru: Премиум

source: Replays
es: Repeticiones
ja: リプレイ
ru: Реплеи

source: Status
es: Estado
ja: ステータス
ru: Статус

source: Email
es: Correo
ja: メールアドレス

source: Home-Run Contest
ja: ホームランコンテスト

source: Netplay
es: Juego en Red
ja: ネットプレイ

source: Only logged in users can play online. Would you like to play offline?
es: Solo los usuarios con sesión iniciada pueden jugar en línea. ¿Te gustaría jugar sin conexión?
ja: オンラインでプレイできるのはログインユーザーのみです。オフラインでプレイしますか？

source: Target Test
ja: ターゲットをこわせ
