Repository: project-slippi/slippi-launcher
Catalog: locales/*.po
Languages: es, ja, pt, ru

source: In-Person
es: Presencial
ja: オフライン
pt: Presencial
ru: Оффлайн

source: Incompatible with WASAPI.
es: Incompatible con WASAPI.
ja: WASAPI 非対応です。
pt: Incompatível com WASAPI.
ru: Несовместимо с WASAPI.

source: Install update
es: Instalar actualización
ja: アップデートをインストール
pt: Instalar atualização
ru: Установить обновление

source: Intentionally manipulating the game performance for your own gain is not allowed.
es: No está permitido manipular intencionalmente el rendimiento del juego para tu propio beneficio.
ja: 自分の利益のために意図的にゲームパフォーマンスを操作することは禁止されています。
pt: Manipular intencionalmente o desempenho do jogo para seu próprio benefício não é permitido.
ru: Умышленная манипуляция качеством матча для получения выгоды запрещена.

source: Invalid
es: Inválido
ja: 無効
pt: Inválido
ru: Некорректен

source: Invalid Gecko code
es: Código Gecko inválido
ja: 無効なGeckoコード
pt: Código Gecko inválido
ru: Некорректный gecko-код

source: Invalid IP address
pt: Endereço IP inválido
ru: Некорректный IP адрес

source: Invalid Port
es: Puerto inválido
ja: 無効なポート
pt: Porta Inválida
ru: Некорректный порт

source: Invalid code
pt: Código inválido
ru: Некорректный код

source: Invalid port number
es: Número de puerto inválido
ja: 無効なポート番号
pt: Número de porta inválido
ru: Номер порта некорректен

source: Invalid user ID format
es: Formato de ID de usuario inválido
ja: 無効なユーザーID形式
pt: Formato de ID de usuário inválido
ru: Некорректный формат ID

source: Join the Discord
es: Únete al Discord
ja: Discordに参加
pt: Entre no Discord
ru: Зайти в Discord

source: Just a sec...
es: Un momento...
ja: 少々お待ちください...
pt: Só um segundo...
ru: Секунду...

source: Latest News
es: Últimas Noticias
ja: 最新ニュース
pt: Últimas Notícias
ru: Последние новости

source: Launch Dolphin
es: Iniciar Dolphin
ja: Dolphin 起動
pt: Iniciar Dolphin
ru: Запустить Dolphin

source: Launch Melee
es: Iniciar Melee
ja: DX 起動
pt: Iniciar Melee
ru: Запустить Melee

source: Launch replay
es: Reproducir repetición
ja: リプレイを起動
pt: Iniciar replay
ru: Запустить реплей

source: Least recent
es: Menos reciente
ja: 古い順
pt: Menos recente
ru: Самые старые

source: Left
es: Izquierda
ja: 左
pt: Esquerda
ru: Влево

source: Let's get set up
es: Comencemos con la configuración
ja: セットアップを始めましょう
pt: Vamos iniciar a configuração
ru: Начнем настройку

source: Loading
es: Cargando
ja: 読み込み中
pt: Carregando
ru: Загрузка

source: Loading...
es: Cargando...
ja: 読み込み中...
pt: Carregando...
ru: Загрузка...

source: Log in
es: Iniciar sesión
ja: ログイン
pt: Entrar
ru: Войти

source: Log out
es: Cerrar sesión
ja: ログアウト
pt: Sair
ru: Выйти

source: Longest game
es: Juego más largo
ja: 長い順
pt: Jogo mais longo
ru: Самые долгие

source: Macros and bots are not allowed.
es: Los macros y bots no están permitidos.
ja: マクロやボットの使用は禁止されています。
pt: Macros e bots não são permitidos.
ru: Макросы и боты запрещены.

source: Mainline Slippi Dolphin has updated OS requirements, check the Help Section for more info
es: Slippi Dolphin Principal tiene requisitos actualizados de sistema operativo, revisa la sección de Ayuda para más información
ja: Mainline Slippi Dolphin では OS の要件が更新されています。詳細はヘルプセクションを確認してください。
pt: O Slippi Dolphin Mainline tem requisitos de SO atualizados, verifique a Seção de Ajuda para mais informações
ru: Mainline Slippi Dolphin имеет более новые требования к системе, проверьте секцию Помощь для подробной информации

source: Manage
es: Administrar
ja: 管理
pt: Gerenciar
ru: Управлять

source: Manage Gecko codes
es: Administrar códigos Gecko
ja: Geckoコードを管理
pt: Gerenciar códigos Gecko
ru: Управление Gecko кодами

source: Manage account
es: Administrar cuenta
ja: アカウントを管理
pt: Gerenciar conta
ru: Управление аккаунтом

source: Maximum {0} accounts reached. Remove an account to add another.
pt: Máximo de {0} contas atingido. Remova uma conta para adicionar outra.

source: Melee ISO File
es: Archivo ISO de Melee
ja: DX の ISO ファイル
pt: Arquivo ISO do Melee
ru: Melee ISO файл

source: Mirror
es: Transmitir
ja: ミラー
pt: Espelhar
ru: Трансляция

source: Mirroring Guide
es: Guía de Mirroring
ja: ミラーリングガイド
pt: Guia de Espelhamento
ru: Гайд по консольным трансляциям

source: More options
es: Más opciones
ja: その他のオプション
pt: Mais opções
ru: Больше опций

source: More than one hop to your external IP address indicates CGNAT or Double NAT (or VPN).
es: Más de un salto a tu dirección IP externa indica CGNAT o NAT doble (o VPN).
ja: 外部IPアドレスへの複数のホップは、CGNATまたはダブルNAT（またはVPN）を示しています。
pt: Mais de um salto para seu endereço IP externo indica CGNAT ou NAT Duplo (ou VPN).
ru: Более одного хопа до вашего внешнего IP адреса указывает на CGNAT или Double NAT (или VPN).

source: Most recent
es: Más reciente
ja: 新しい順
pt: Mais recente
ru: Самые новые

source: NAT Type
es: Tipo de NAT
ja: NATタイプ
pt: Tipo de NAT
ru: Тип NAT

source: Name is required
es: El nombre es obligatorio
ja: 名前は必須です
pt: Nome é obrigatório
ru: Требуется имя

source: Need help?
es: ¿Necesitas ayuda?
ja: お困りですか？
pt: Precisa de ajuda?
ru: Нужна помощь?

source: Netplay Dolphin
es: Dolphin de juego en línea
ja: ネットプレイDolphin
pt: Dolphin Netplay

source: Netplay Dolphin Release Channel
es: Canal de versiones de Dolphin de juego en línea
ja: ネットプレイDolphinリリースチャンネル
pt: Canal de Lançamento do Dolphin Netplay
ru: Выбор версии Netplay Dolphin

source: Netplay Dolphin Settings
es: Configuración de Dolphin de juego en línea
ja: ネットプレイDolphin設定
pt: Configurações do Dolphin Netplay
ru: Настройки Netplay Dolphin

source: Netplay Gecko Codes
es: Códigos Gecko de juego en línea
ja: ネットプレイGeckoコード
pt: Códigos Gecko Netplay
ru: Netplay Gecko коды

source: Network Diagnostics
es: Diagnósticos de red
ja: ネットワーク診断
pt: Diagnósticos de Rede
ru: Сетевая диагностика

source: New Connections ({0})
es: Nuevas conexiones ({0})
ja: 新しい接続（{0}）
pt: Novas Conexões ({0})
ru: Новые подключения ({0})

source: New connection
es: Nueva conexión
ja: 新しい接続
pt: Nova conexão
ru: Новое подключение

source: Next
es: Siguiente
ja: 次へ
pt: Próximo
ru: Далее

source: Next replay
es: Siguiente repetición
ja: 次のリプレイ
pt: Próximo replay
ru: Следующий реплей

source: Nice work!
es: ¡Buen trabajo!
ja: おつかれさま！
pt: Bom trabalho!
ru: Отличная работа!

source: No Melee ISO file specified
es: No se ha especificado archivo ISO de Melee
ja: DX ISO ファイルが未指定です
pt: Nenhum arquivo ISO do Melee especificado
ru: Не указан Melee ISO файл

source: No SLP files found
es: No se encontraron archivos SLP
ja: SLPファイルが見つかりません
pt: Nenhum arquivo SLP encontrado
ru: SLP файлы не найдены

source: No additional folders added.
es: No se agregaron carpetas adicionales.
ja: 追加フォルダはありません。
pt: Nenhuma pasta adicional adicionada.
ru: Дополнительные каталоги не были добавлены.

source: No associated user found
es: No se encontró usuario asociado
ja: 関連付けられたユーザーが見つかりません
pt: Nenhum usuário associado encontrado
ru: Не найден соответствующий пользователь

source: No file set
es: Ningún archivo seleccionado
ja: 未設定
pt: Nenhum arquivo definido
ru: Файл не указан

source: No folder selected
es: Ninguna carpeta seleccionada
ja: フォルダが未選択です
pt: Nenhuma pasta selecionada
ru: Каталог не выбран

source: No folder set
es: Ninguna carpeta asignada
ja: フォルダ未設定
pt: Nenhuma pasta definida
ru: Каталог не указан

source: No network connection
pt: Sem conexão de rede
ru: Нет сетевого соединения

source: No saved console connections
es: No hay conexiones de consola guardadas
ja: 保存された接続がありません
pt: Nenhuma conexão de console salva
ru: Нет сохраненных консольных подключений

source: No stats computed
es: No se calcularon estadísticas
ja: 統計データがありません
pt: Nenhuma estatística calculada
ru: Нет собранных статов

source: No users are broadcasting to you
es: No hay usuarios transmitiéndote
ja: 配信しているユーザーはいません
pt: Nenhum usuário está transmitindo para você
ru: Вам никто не транслирует

source: Normal NAT
es: NAT normal
ja: 通常のNAT
pt: NAT Normal
ru: Нормальный NAT

source: Not available
es: No disponible
ja: 利用不可
pt: Não disponível
ru: Не доступен

source: Not detected.
es: No detectado.
ja: 検出されませんでした。
pt: Não detectado.
ru: Не обнаружен.

source: Not found
es: No encontrado
ja: 見つかりません
pt: Não encontrado
ru: Не найден

source: OBS Password
es: Contraseña de OBS
ja: OBSパスワード
pt: Senha do OBS
ru: Пароль OBS

source: OBS Source Name
es: Nombre de fuente de OBS
ja: OBSソース名
pt: Nome da Fonte do OBS
ru: Имя OBS Source

source: OBS Websocket IP
es: IP de Websocket de OBS
pt: IP do Websocket do OBS

source: OBS Websocket Port
es: Puerto de Websocket de OBS
ja: OBS Websocketポート
pt: Porta do Websocket do OBS

source: Once every 4 days, ranked play is available to all users including non-subs. Check back soon!
es: Una vez cada 4 días, el juego clasificatorio está disponible para todos los usuarios, incluyendo no-suscriptores. ¡Vuelve pronto!
ja: 4日に1回、非サブスクライバーを含むすべてのユーザーがランクマッチをプレイできます。ぜひまたお越しください！
pt: A cada 4 dias, o jogo ranqueado está disponível para todos osusuários, incluindo não-assinantes. Volte em breve!
ru: Ранкед режим доступен каждые 4 дня. Проверьте позже!

source: Online activation required
es: Se requiere activación en línea
ja: オンライン有効化が必要です
pt: Ativação online necessária
ru: Требуется онлайн активация

source: Only English characters are allowed
pt: Apenas caracteres em inglês são permitidos
ru: Разрешены только латинские символы

source: Only logged in users can play online.
pt: Apenas usuários conectados podem jogar online.
ru: Залогиньтесь для игры онлайн.

source: Only modify these values if you know what you're doing.
es: Solo modifica estos valores si sabes lo que estás haciendo.
ja: 内容を理解している場合のみ変更してください。
pt: Modifique esses valores apenas se souber o que está fazendo.
ru: Меняйте эти значения только если вы знаете, что вы делаете.

source: Open settings folder
es: Abrir carpeta de configuración
ja: 設定フォルダを開く
pt: Abrir pasta de configurações
ru: Открыть каталог настроек

source: Password
es: Contraseña
ja: パスワード
pt: Senha
ru: Пароль

source: Password reset
es: Restablecer contraseña
ja: パスワードリセット
pt: Redefinição de senha
ru: Пароль сброшен

source: Password reset instructions have been sent to {0}.
es: Las instrucciones para restablecer la contraseña han sido enviadas a {0}.
ja: パスワードリセット手順を {0} に送信しました。
pt: Instruções de redefinição de senha foram enviadas para {0}.
ru: Инструкции по сбросу пароля были отправлены на {0}.

source: Passwords do not match
es: Las contraseñas no coinciden
ja: パスワードが一致しません
pt: As senhas não coincidem
ru: Пароли не совпадают

source: Paste
es: Pegar
ja: 貼り付け
pt: Colar
ru: Вставить

source: Paste Gecko Codes
es: Pegar códigos Gecko
ja: Geckoコードを貼り付け
pt: Colar Códigos Gecko
ru: Вставить Gecko-код

source: Play
es: Jugar
ja: プレイ
pt: Jogar
ru: Играть

source: Play All
es: Reproducir todo
ja: すべて再生
pt: Jogar Todos
ru: Проиграть все

source: Play Button Action
es: Acción del botón Jugar
ja: 再生ボタンの動作
pt: Ação do Botão Jogar
ru: Функция кнопки Играть

source: Play offline
es: Jugar sin conexión
ja: オフラインでプレイ
pt: Jogar offline
ru: Играть оффлайн

source: Playback
es: Reproducción
ja: 再生
pt: Reprodução

source: Playback Dolphin
es: Dolphin de reproducción
ja: 再生Dolphin
pt: Dolphin de Reprodução

source: Playback Dolphin Settings
es: Configuración de Dolphin de reproducción
ja: 再生Dolphin設定
pt: Configurações do Dolphin de Reprodução
ru: Настройки Playback Dolphin

source: Playback Gecko Codes
es: Códigos Gecko de reproducción
ja: 再生Geckoコード
pt: Códigos Gecko de Reprodução
ru: Playback Gecko коды

source: Please log in to use this feature.
es: Por favor inicia sesión para usar esta función.
ja: この機能を使用するにはログインしてください。
pt: Por favor, faça login para usar este recurso.
ru: Пожалуйста, залогиньтесь для использования этого функционала.

source: Please try again later.
es: Por favor intenta de nuevo más tarde.
ja: 後でもう一度お試しください。
pt: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте позже.

source: Please try again later. If the failure persists, this network may block UDP. In that case it will not be possible to use Slippi as well as many other online games and apps.
es: Por favor intenta de nuevo más tarde. Si el fallo persiste, esta red podría estar bloqueando UDP. En ese caso no será posible usar Slippi ni muchos otros juegos y aplicaciones en línea.
ja: 後でもう一度お試しください。エラーが続く場合、このネットワークはUDPをブロックしている可能性があります。その場合、Slippiや他の多くのオンラインゲームやアプリを使用できません。
pt: Por favor, tente novamente mais tarde. Se a falha persistir, esta rede pode estar bloqueando UDP. Nesse caso, não será possível usar o Slippi, bem como muitos outros jogos e aplicativos online.
ru: Пожалуйста, попробуйте позже. Если проблема остается, ваша сеть может блокировать UDP. В этом случае не будет возможно использовать Slippi, как и многие другие игры и приложения

source: Port
es: Puerto
ja: ポート
pt: Porta
ru: Порт

source: Port is required
es: El puerto es obligatorio
ja: ポートは必須です
pt: Porta é obrigatória
ru: Требуется указать порт

source: Port mapping
es: Mapeo de puertos
ja: ポートマッピング
pt: Mapeamento de porta

source: Port must be a number from 1 to 65535
es: El puerto debe ser un número del 1 al 65535
ja: ポートは1から65535の数値である必要があります
pt: A porta deve ser um número de 1 a 65535
ru: Порт должен быть цифрой от 1 до 65535

source: Posted {0}
es: Publicado hace {0}
ja: {0}に投稿
pt: Publicado {0}
ru: Опубликовано {0}

source: Prevents delay from accumulating when mirroring. Keep this off unless both the Wii and computer are on a wired LAN connection.
es: Evita que se acumule algun retraso durante Mirroring. Mantén esto desactivado a menos que todos los dispositivos estén en una conexión LAN por cable.
ja: ミラーリング時の遅延蓄積を防ぎます。Wiiとコンピューターの両方が有線LAN接続でない限りオフのままにしてください。
pt: Evita o acúmulo de atraso ao espelhar. Mantenha desativado, a menos que o Wii e o computador estejam em uma conexão LAN com fio.
ru: Предотвращает отставание трансляции. Не включайте, если не используется проводное соединение между Wii и компьютером

source: Previous replay
es: Repetición anterior
ja: 前のリプレイ
pt: Replay anterior
ru: Предыдущий реплей

source: Privacy Policy and Terms of Service
es: Política de Privacidad y Términos de Servicio
ja: プライバシーポリシーと利用規約
pt: Política de Privacidade e Termos de Serviço
ru: Privacy Policy и Terms of Service

source: Provided ISO will not work with Slippi Online. Please provide an NTSC 1.02 ISO.
es: El ISO proporcionado no funcionará con Slippi Online. Por favor proporciona un ISO NTSC 1.02.
ja: 提供されたISOはSlippiオンラインで動作しません。NTSC 1.02 ISOを指定してください。
pt: A ISO fornecida não funcionará com o Slippi Online. Por favor, forneça uma ISO NTSC 1.02.
ru: Предоставленный файл ISO не работает со Slippi Online. Пожалуйста, предоставьте ISO версии NTSC 1.02.

source: RVZ files are currently incompatible with Slippi.
es: Los archivos RVZ actualmente no son compatibles con Slippi.
ja: RVZファイルは現在Slippiと互換性がありません。
pt: Arquivos RVZ são atualmente incompatíveis com o Slippi.
ru: Файлы RVZ не совместимы со Slippi.

source: Racist, homophobic, transphobic, or otherwise bigoted names and codes are not allowed. Targeted harassment in names and codes is also not allowed.
es: No se permiten nombres y códigos racistas, homofóbicos, transfóbicos o de cualquier otra forma intolerantes. Tampoco se permite el acoso dirigido en nombres y códigos.
ja: 人種差別的、同性愛嫌悪的、トランスフォビア的、またはその他の偏見に満ちた名前やコードは禁止されています。名前やコードでの標的型嫌がらせも禁止されています。
pt: Nomes e códigos racistas, homofóbicos, transfóbicos ou intolerantes não são permitidos. Assédio direcionado em nomes e códigos também não épermitido.
ru: Расистские, гомофобские, трансфобские или какие-либо еще оскорбительные имена и коды запрещены. Таргетированный харрасмент в именах и кодах так же запрещен.

source: Ranked Day
es: Día clasificatorio
ja: ランクマッチデー
pt: Dia Ranqueado
ru: Ранкед день

source: Ranked play is currently available for everyone. Try it now! Available once every 4 days.
es: El juego clasificatorio está actualmente disponible para todos. ¡Pruébalo ahora! Disponible una vez cada 4 días.
ja: 現在、ランクマッチは誰でもプレイできます。今すぐお試しください！4日に1回利用可能です。
pt: O jogo ranqueado está disponível para todos. Experimente agora! Disponível uma vez a cada 4 dias.
ru: Ранкед режим сейчас доступен для всех. Скорей играть! Доступен каждые 4 дня.

source: Re-authenticate account
pt: Re-autenticar conta

source: Read more
es: Leer más
ja: 続きを読む
pt: Ler mais
ru: Читать дальше

source: Reconnecting
es: Reconectando
ja: 再接続中
pt: Reconectando
ru: Переподключение

source: Refresh
es: Actualizar
ja: 更新
pt: Atualizar
ru: Обновить

source: Relay Port
es: Puerto de Retransmisión
ja: リレーポート
pt: Porta de Retransmissão

source: Remote Control Server
es: Servidor de control remoto
ja: リモートコントロールサーバー
pt: Servidor de Controle Remoto

source: Remove
es: Eliminar
ja: 削除
pt: Remover
ru: Удалить

source: Removed {0}
pt: {0} removido

source: Removes temporary downloads, files used for Dolphin communication, and files streamed from Slippi.gg.
es: Elimina descargas temporales, archivos utilizados para la comunicación con Dolphin y archivos transmitidos desde Slippi.gg.
ja: 一時ダウンロード、Dolphin 通信に使用されるファイル、および Slippi.gg からストリーミングされたファイルを削除します。
pt: Remove downloads temporários, arquivos usados para comunicação do Dolphin e arquivos transmitidos de Slippi.gg.
ru: Удаляет временные файлы, файлы используемые Dolphin для коммуникации, а так же файлы полученные с Slippi.gg

source: Required DLLs for launching Dolphin are missing. Check the Help section in the settings page to fix this issue.
pt: As DLLs necessárias para iniciar o Dolphin estão faltando. Verifique a seção de Ajuda na página de configurações para corrigir este problema.
ru: Отсутствуют DLL необходимые для запуска Dolphin. Проверьте секцию Помощь в настройках, чтобы решить проблему.

source: Required libraries for launching Dolphin may be missing. Check the Help section in the settings page for guidance. Post in the Slippi Discord's #linux-support forum for further assistance if needed.
pt: Bibliotecas necessárias para iniciar o Dolphin podem estar faltando. Verifique a seção Ajuda na página de configurações para orientação. Poste no fórum #linux-support do Discord do Slippi para obter assistência adicional, se necessário.
ru: Необходимые для запуска Dolphin библиотеки отсутствуют. Проверьте секцию Помощь в настройках. В случае необходимости, отпишите в #linux-support в Slippi Discord за дальнейшей поддержкой.

source: Requires Dolphin version {0} or higher
es: Requiere Dolphin versión {0} o superior
ja: Dolphinバージョン {0} 以上が必要です
pt: Requer Dolphin versão {0} ou superior
ru: Требует версию Dolphin {0} или выше

source: Reset
es: Restablecer
ja: リセット
pt: Redefinir
ru: Сбросить

source: Reset to default
es: Restablecer a predeterminado
ja: デフォルトに戻す
pt: Redefinir para padrão
ru: Сбросить

source: Reset {0}
es: Restablecer {0}
ja: {0}をリセット
pt: Redefinir {0}
ru: Сбросить {0}

source: Return home
es: Volver al inicio
ja: ホームに戻る
pt: Retornar ao início
ru: Вернуться на главную

source: Reveal
es: Mostrar
ja: 表示
pt: Revelar
ru: Показать

source: Reveal location
es: Mostrar ubicación
ja: 場所を表示
pt: Revelar localização
ru: Показать локацию

source: Right
es: Derecha
ja: 右
pt: Direita
ru: Вправо

source: Root SLP Folder
es: Carpeta raíz de SLP
ja: ルートSLPフォルダ
pt: Pasta SLP Raiz
ru: Корневой каталог SLP

source: Run this command
es: Ejecutar este comando
ja: このコマンドを実行
pt: Execute este comando
ru: Выполните эту команду

source: Running network diagnostics...
es: Ejecutando diagnósticos de red...
ja: ネットワーク診断実行中...
pt: Executando diagnósticos de rede...
ru: Идет сетевая диагностика...

source: Save
es: Guardar
ja: 保存
pt: Salvar
ru: Сохранить

source: Save replays to monthly subfolders
es: Guardar repeticiones en subcarpetas mensuales
ja: リプレイを月別サブフォルダに保存
pt: Salvar replays em subpastas mensais
ru: Сохранять реплеи в подкаталоги по месяцам

source: Save replays to subfolders based on console nickname
es: Guardar repeticiones en subcarpetas según el apodo de la consola
ja: ゲーム機のニックネームに基づいてリプレイをサブフォルダに保存
pt: Salvar replays em subpastas baseadas no apelido do console
ru: Сохранять реплеи в подкаталоги на основе имени консоли

source: Save spectated games to
es: Guardar partidas espectadas en
ja: 観戦した試合の保存先
pt: Salvar jogos espectados em
ru: Сохранять реплеи трансляций в

source: Search
es: Buscar
ja: 検索
pt: Pesquisar
ru: Поиск

source: Select
es: Seleccionar
ja: 選択
pt: Selecionar
ru: Выбрать

source: Select All
es: Seleccionar todo
ja: すべて選択
pt: Selecionar Tudo
ru: Выбрать все

source: Select Melee ISO
es: Seleccionar ISO de Melee
ja: DX ISOを選択
pt: Selecionar ISO do Melee
ru: Выбрать Melee ISO

source: Select your preferred language for the app.
es: Selecciona tu idioma preferido para la aplicación.
ja: アプリの使用言語を選択してください。
pt: Selecione seu idioma preferido para o aplicativo.
ru: Выберите язык приложения.

source: Send verification email again
es: Enviar correo de verificación de nuevo
ja: 確認メールを再送信
pt: Enviar e-mail de verificação novamente
ru: Отправить email с подтверждением заново

source: Settings
es: Configuración
ja: 設定
pt: Configurações
ru: Настройки

source: Share your gameplay
es: Comparte tu partida
ja: プレイを配信
pt: Compartilhe seu gameplay
ru: Транслировать свои матчи

source: Shortest game
es: Juego más corto
ja: 短い順
pt: Jogo mais curto
ru: Самые короткие

source: Show advanced options
es: Mostrar opciones avanzadas
ja: 詳細オプションを表示
pt: Mostrar opções avançadas
ru: Показать продвинутые настройки

source: Show more
es: Mostrar más
ja: もっと見る
pt: Mostrar mais
ru: Показать больше

source: Show stats
es: Mostrar estadísticas
ja: 統計を表示
pt: Mostrar estatísticas
ru: Показать статы

source: Sign up
es: Registrarse
ja: 新規登録
pt: Cadastrar-se
ru: Зарегистрироваться

source: Skip setup
es: Omitir configuración
ja: セットアップをスキップ
pt: Pular configuração
ru: Пропустить настройку

source: Slippi Mirroring allows for streaming replays from a console to a PC for real time playback. Checkout the Mirroring Guide below for setup instructions.
es: Slippi Mirroring permite transmitir repeticiones desde una consola a una PC para reproducción en tiempo real. Consulta la Guía de Mirroring a continuación para instrucciones de configuración.
ja: Slippiミラーリングを使用すると、ゲーム機からPCにリプレイをストリーミングしてリアルタイムで再生できます。セットアップ手順については、以下のミラーリングガイドを確認してください。
pt: O Espelhamento Slippi permite transmitir replays de um console para um PC para reprodução em tempo real. Confira o Guia de Espelhamento abaixo para instruções de configuração.
ru: Slippi Mirroring позволяет транслировать реплеи с консоли на компьютер в режиме реального времени. Проверьте гайд ниже для инструкций по настройке.

source: Slippi Online Rules
es: Reglas de Slippi Online
ja: Slippiオンラインルール
pt: Regras do Slippi Online
ru: Правила Slippi Online

source: Slippi Privacy Policy
es: Política de Privacidad de Slippi
ja: Slippiプライバシーポリシー
pt: Política de Privacidade do Slippi

source: Slippi Terms of Service
es: Términos de Servicio de Slippi
ja: Slippi利用規約
pt: Termos de Serviço do Slippi

source: Slippi does its best to promote fairness in terms of player matching, result reporting, etc. Attempting to circumvent these systems is not allowed.
es: Slippi hace su mejor esfuerzo para promover la equidad en términos de emparejamiento de jugadores, reporte de resultados, etc. No está permitido intentar eludir estos sistemas.
ja: Slippiはプレイヤーマッチングや結果報告などの公平性を促進するために最善を尽くしています。これらのシステムを回避しようとすることは禁止されています。
pt: O Slippi faz o possível para promover justiça em termos de pareamento de jogadores, relatório de resultados, etc. Tentar burlar esses sistemas não é permitido.
ru: Slippi старается предоставлять честный опыт в плане матчинга, записи

source: Slippi may be experiencing some downtime. Playing online may or may not work.
pt: O Slippi pode estar passando por alguma inatividade. Jogar online pode ou não funcionar.
ru: Slippi может испытывать даунтайм. Игра онлайн может не работать

source: Slippi server error
es: Error del servidor de Slippi
ja: Slippiサーバーエラー
pt: Erro do servidor Slippi
ru: Ошибка сервера Slippi

source: Soft reset
es: Reinicio parcial
ja: ソフトリセット
pt: Reset parcial
ru: Частичный сброс
