Repository: project-slippi/slippi-launcher
Catalog: locales/*.po
Languages: es, ja, pt, ru

source: 2-4 uppercase English characters
es: 2-4 caracteres en mayúsculas
ja: 2～4文字の英大文字
pt: 2-4 caracteres maiúsculos em inglês
ru: 2-4 заглавные латинские буквы

source: 7z files must be uncompressed to be used in Dolphin.
es: Los archivos 7z deben descomprimirse para usarse en Dolphin.
ja: 7zファイルはDolphinで使用するために解凍する必要があります。
pt: Arquivos 7z devem ser descompactados para serem usados no Dolphin.
ru: 7z файлы должны быть распакованы для использования в Dolphin.

source: A confirmation email has been sent to:
es: Se ha enviado un correo de confirmación a:
ja: 確認メールを送信しました：
pt: Um e-mail de confirmação foi enviado para:
ru: Письмо с подтверждением было отправлено на:

source: A network error occurred.
pt: Ocorreu um erro de rede.
ru: Произошла сетевая ошибка.

source: Accept All
es: Aceptar todo
ja: すべて承認
pt: Aceitar Tudo
ru: Принять все

source: Accept rules and policies
es: Aceptar reglas y políticas
ja: 規約とポリシーに同意
pt: Aceitar regras e políticas
ru: Принять правила и политики

source: Activate online play
es: Activar juego en línea
ja: オンラインプレイを有効化
pt: Ativar jogo online
ru: Активировать онлайн

source: Active
es: Activo
ja: 開催中
pt: Ativo
ru: Активен

source: Add
es: Agregar
ja: 追加
pt: Adicionar
ru: Добавить

source: Add another account
pt: Adicionar outra conta

source: Additional SLP Folders
es: Carpetas SLP adicionales
ja: 追加のSLPフォルダ
pt: Pastas SLP Adicionais
ru: Дополнительные SLP каталоги

source: Advanced
es: Avanzado
ja: 詳細
pt: Avançado
ru: Дополнительные

source: All {0, plural, one {# file} other {# files}} selected
pt: Todo(s) {0, plural, one {# arquivo} other {# arquivos}} selected

source: Allows automatic hiding and showing of an OBS source (e.g. your Dolphin capture) when the game is active. Requires OBS Websocket 5.0+, which comes preinstalled on OBS 28+.
es: Permite ocultar y mostrar automáticamente una fuente de OBS (por ejemplo, tu captura de Dolphin) cuando el juego está activo. Requiere OBS Websocket 5.0+, que viene preinstalado en OBS 28+.
ja: ゲームがアクティブなときにOBSソース（例：Dolphinキャプチャ）を自動で表示・非表示します。OBS Websocket 5.0+が必要です（OBS 28+にプリインストールされています）。
pt: Permite ocultar e mostrar automaticamente uma fonte do OBS (por exemplo, sua captura do Dolphin) quando o jogo estiver ativo. Requer OBS Websocket 5.0+, que vem pré-instalado no OBS 28+.
ru: Позволяет автоматически показывать и скрывать захват Dolphin в OBSпри начале и окончании матча. Требует OBS Websocket 5.0+, которыйвходит в установку OBS 28+.

source: Allows external programs to read live game data by connecting to a local endpoint.
es: Permite que programas externos lean datos de juego en vivo al conectarse a una conexión local.
ja: 外部プログラムがローカルエンドポイントに接続してライブゲームデータを読み取れるようにします。
pt: Permite que programas externos leiam dados do jogo ao vivo conectando-se a um endpoint local.
ru: Позволяет внешним программам получать данные о матче через локальное подключение.

source: Allows remote control of spectate features via WebSocket.
es: Permite el control remoto de funciones de espectador a través de WebSocket.
ja: WebSocket経由で観戦機能をリモートコントロールできるようにします。
pt: Permite o controle remoto de recursos de espectador via WebSocket.
ru: Позволяет удаленно управлять функционалом трансляций через WebSocket.

source: An error occurred. The application does not have a user.
es: Ocurrió un error. La aplicación no tiene un usuario.
ja: エラーが発生しました。アプリケーションにユーザーが存在しません。
pt: Ocorreu um erro. O aplicativo não tem um usuário.
ru: Произошла ошибка. У приложения нет пользователя.

source: App Language
es: Idioma de la Aplicación
ja: アプリの言語
pt: Idioma do Aplicativo
ru: Язык приложения

source: App Settings
es: Configuración de la Aplicación
ja: アプリ設定
pt: Configurações do Aplicativo
ru: Настройки приложения

source: Appearance
es: Apariencia
ja: 外観
pt: Aparência
ru: Внешний вид

source: Are you sure you want to delete this code?
es: ¿Estás seguro de que quieres eliminar este código?
ja: このコードを削除してもよろしいですか？
pt: Tem certeza de que deseja excluir este código?
ru: Вы уверены, что хотите удалить этот код?

source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?
ja: ログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите разлогиниться?

source: Are you sure?
es: ¿Estás seguro?
ja: よろしいですか？
pt: Tem certeza?
ru: Вы уверены?

source: Automatically install Slippi Launcher updates when they become available.
es: Instalar automáticamente las actualizaciones de Slippi Launcher cuando estén disponibles.
ja: Slippi Launcher のアップデートが利用可能になったときに自動的にインストールします。
pt: Instalar automaticamente as atualizações do Slippi Launcher quando estiverem disponíveis.
ru: Автоматически устанавливать обновления Slippi Launcher

source: Available
es: Disponible
ja: 利用可能
pt: Disponível
ru: Доступно

source: Back
es: Atrás
ja: 戻る
pt: Voltar
ru: Назад

source: Back to replays
es: Regresar a las repeticiones
ja: リプレイに戻る
pt: Voltar para replays
ru: Назад к реплеям

source: Broadcast ended after {0}
es: Transmisión finalizada tras {0}
ja: 配信は{0}で終了しました
pt: Transmissão encerrada após {0}
ru: Трансляция закончилась спустя {0}

source: Broadcast started
es: Transmisión iniciada
ja: 配信を開始しました
pt: Transmissão iniciada
ru: Трансляция началась

source: Broadcast to: {0} ({1})
es: Transmitir a: {0} ({1})
ja: 配信先：{0}（{1}）
pt: Transmitir para: {0} ({1})
ru: Транслировать: {0} ({1})

source: CGNAT or Double NAT
es: CGNAT o NAT doble
ja: CGNATまたはダブルNAT
pt: CGNAT ou NAT Duplo
ru: CGNAT или Double NAT

source: Can be changed later for a one-time payment
es: Puede cambiarse después por un pago único
ja: 後で一回限りの支払いで変更できます
pt: Pode ser alterado posteriormente por um pagamento único
ru: Можно изменить позже за одноразовый платеж

source: Can't find the email? Check your spam folder. Still missing?
es: ¿No encuentras el correo? Revisa tu carpeta de spam. ¿Aún no aparece?
ja: メールが見つかりませんか？迷惑メールフォルダを確認しましたか？それでも見つからない場合は
pt: Não encontra o e-mail? Verifique sua pasta de spam. Ainda não aparece?
ru: Не можете найти письмо? Проверьте спам-каталог. Все еще не пришло?

source: Cancel
es: Cancelar
ja: キャンセル
pt: Cancelar
ru: Отмена

source: Cannot add subfolders of the Root SLP Folder.
es: No se pueden añadir subcarpetas de la carpeta raíz de SLP.
ja: ルートSLPフォルダのサブフォルダは追加できません。
pt: Não é possível adicionar subpastas da Pasta SLP Raiz.
ru: Нельзя добавить подкаталоги корневого SLP каталога.

source: Change Folder
es: Cambiar carpeta
ja: フォルダ変更
pt: Alterar Pasta
ru: Сменить каталог

source: Change email
es: Cambiar correo
ja: メールアドレスを変更
pt: Alterar e-mail
ru: Сменить email

source: Chat Group: {0}
es: Chat Grupal: {0}
ja: チャットグループ：{0}
pt: Grupo de Chat: {0}
ru: Группа сообщений: {0}

source: Chat Messages
es: Mensajes
ja: チャットメッセージ
pt: Mensagens de Chat
ru: Сообщения

source: Chat messages to use for netplay
es: Mensajes de chat para usar en el juego en línea
ja: ネットプレイで使用するチャットメッセージ
pt: Mensagens de chat para usar no netplay
ru: Сообщения для использования в онлайне

source: Check Verification
es: Verificar confirmación
ja: 確認する
pt: Verificar Confirmação
ru: Проверка подтверждения

source: Check for updates
es: Buscar actualizaciones
ja: アップデートを確認
pt: Verificar atualizações
ru: Проверить обновления

source: Check network issues
es: Verificar problemas de red
ja: ネットワークの問題を確認
pt: Verificar problemas de rede
ru: Проверить сетевые проблемы

source: Checking for updates...
es: Buscando actualizaciones...
ja: アップデートを確認中...
pt: Verificando atualizações...
ru: Проверка обновлений...

source: Choose a connect code
es: Elige un código de conexión
ja: 接続コードを選択
pt: Escolha um código de conexão
ru: Выберите коннект-код

source: Choose any additional SLP folders that should show up in the replay browser.
es: Elige las carpetas SLP adicionales que deberían aparecer en el buscador de repeticiones.
ja: リプレイブラウザに表示する追加のSLPフォルダを選択してください。
pt: Escolha quaisquer pastas SLP adicionais que devem aparecer no navegador de replays.
ru: Выберите дополнительные SLP каталоги, которые должны показываться в браузере реплеев.

source: Choose what happens when the Play button is pressed.
es: Elige qué sucede cuando se presiona el botón Jugar.
ja: 再生ボタンを押したときの動作を選択してください。
pt: Escolha o que acontece quando o botão de Jogar épressionado.
ru: Выберите, что должно происходить при нажатии кнопки Play.

source: Choose which Slippi Dolphin release to install
es: Elige qué versión de Slippi Dolphin instalar
ja: インストールするSlippi Dolphinのリリースを選択します。
pt: Escolha qual versão do Slippi Dolphin instalar
ru: Выберите версию установки Slippi Dolphin

source: Clear
es: Limpiar
ja: クリア
pt: Limpar
ru: Очистить

source: Clear Temporary Files
es: Limpiar Archivos Temporales
ja: 一時ファイルを削除
pt: Limpar Arquivos Temporários
ru: Удалить временные файлы

source: Clear files
es: Limpiar archivos
ja: ファイルを削除
pt: Limpar arquivos
ru: Удалить файлы

source: Clear filter
es: Limpiar filtro
ja: フィルターをクリア
pt: Limpar filtro
ru: Сбросить фильтр

source: Click the links below to review:
es: Haz clic en los enlaces siguientes para revisar:
ja: 以下のリンクをクリックして内容を確認してください：
pt: Clique nos links abaixo para revisar:
ru: Кликните ссылки ниже для просмотра:

source: Close
es: Cerrar
ja: 閉じる
pt: Fechar
ru: Закрыть

source: Close Dolphin to change this setting
es: Cierra Dolphin para cambiar esta configuración
ja: この設定を変更するには Dolphin を終了してください。
pt: Feche o Dolphin para alterar esta configuração
ru: Закройте Dolphin для изменения этой настройки

source: Code copied to clipboard!
pt: Código copiado para a área de transferência!
ru: Код скопирован!

source: Code is too long
pt: Código muito longo
ru: Код слишком длинный

source: Code is too short
pt: Código muito curto
ru: Код слишком короткий

source: Configure Dolphin
es: Configurar Dolphin
ja: Dolphinを設定
pt: Configurar Dolphin
ru: Конфигурировать Dolphin

source: Configure {0}
es: Configurar {0}
ja: {0}を設定
pt: Configurar {0}
ru: Конфигурирация {0}

source: Confirm
es: Confirmar
ja: 確認
pt: Confirmar
ru: Подтвердить

source: Confirm File Deletion
es: Confirmar eliminación de archivos
ja: ファイル削除の確認
pt: Confirmar Exclusão de Arquivo
ru: Подтвердите удаление файлов

source: Confirm code
es: Confirmar código
ja: コードを確認
pt: Confirmar código
ru: Подтвердите код

source: Confirm password
es: Confirmar contraseña
ja: パスワード確認
pt: Confirmar senha
ru: Подтвердите пароль

source: Connect
es: Conectar
ja: 接続
pt: Conectar
ru: Подключиться

source: Connected
es: Conectado
ja: 接続済み
pt: Conectado
ru: Подключено

source: Connecting
es: Conectando
ja: 接続中
pt: Conectando
ru: Подключение

source: Connection Port
es: Puerto de conexión
ja: 接続ポート
pt: Porta de Conexão
ru: Порт подключения

source: Console Mirror
es: Mirror de Consola
ja: コンソールミラー
pt: Espelho de Console
ru: Трансляция с консоли

source: Consoles detected on the network will show up here.
es: Las consolas detectadas en la red aparecerán aquí.
ja: ネットワーク上で検出されたゲーム機がここに表示されます。
pt: Consoles detectados na rede aparecerão aqui.
ru: Найденные в сети консоли будут показываться здесь.

source: Continue
es: Continuar
ja: 続ける
pt: Continuar
ru: Продолжить

source: Copied!
es: ¡Copiado!
ja: コピーしました！
pt: Copiado!
ru: Скопировано!

source: Copy
es: Copiar
ja: コピー
pt: Copiar
ru: Скопировать

source: Copy logs
es: Copiar registros
ja: ログをコピー
pt: Copiar logs
ru: Скопировать логи

source: Copy results
es: Copiar resultados
ja: 結果をコピー
pt: Copiar resultados
ru: Скопировать результаты

source: Copy to Clipboard
es: Copiar al portapapeles
ja: クリップボードにコピー
pt: Copiar para Área de Transferência
ru: Скопировать в буфер обмена

source: Create an account
es: Crear una cuenta
ja: アカウントを作成
pt: Criar uma conta
ru: Создать аккаунт

source: Crunching numbers...
es: Calculando estadísticas...
ja: データ処理中...
pt: Processando...
ru: Обрабатываем данные...

source: Current file
es: Archivo actual
ja: 現在のファイル
pt: Arquivo atual
ru: Текущий файл

source: Current folder
es: Carpeta actual
ja: 現在のフォルダ
pt: Pasta atual
ru: Текущий каталог

source: Default
es: Predeterminado
ja: デフォルト
pt: Padrão
ru: По умолчанию

source: Delete
es: Eliminar
ja: 削除
pt: Excluir
ru: Удалить

source: Delete Code
es: Eliminar código
ja: コードを削除
pt: Excluir Código
ru: Удалить код

source: Detected (it could also be a VPN)
es: Detectado (también podría ser una VPN)
ja: 検出されました（VPNの可能性もあります）
pt: Detectado (também pode ser uma VPN)
ru: Обнаружен (так же может быть VPN)

source: Discard Changes
es: Descartar cambios
ja: 変更を破棄
pt: Descartar Alterações
ru: Отменить изменения

source: Disconnect
es: Desconectar
ja: 切断
pt: Desconectar
ru: Отключиться

source: Disconnected
es: Desconectado
ja: 未接続
pt: Desconectado
ru: Отключено

source: Display Name
es: Nombre para mostrar
ja: 表示名
pt: Nome de Exibição
ru: Никнейм

source: Display name is too long
pt: Nome de exibição muito longo
ru: Никнейм слишком длинный

source: Display name is too short
pt: Nome de exibição muito curto
ru: Никнейм слишком короткий

source: Display names can only contain letters, numbers, Hiragana, Katakana, and special characters
pt: Nomes de exibição podem conter apenas letras, números, Hiragana, Katakanae caracteres especiais
ru: Никнеймы могут содержать только латинские буквы, цифры, Hiragana, Katakana и специальные символы

source: Dolphin Settings
es: Configuración de Dolphin
ja: Dolphin 設定
pt: Configurações do Dolphin
ru: Настройки Dolphin

source: Dolphin exited with error code: {0}. If you're in need of assistance, screenshot this and post it in a support channel in the Slippi Discord with some context regarding the crash.
pt: Dolphin encerrou com código de erro: {0}. Se precisar de assistência, tire um print desta tela e poste em um canal de suporte no Discord do Slippi com algum contexto sobre a falha.
ru: Dolphin закрылся с кодом ошибки: {0}. Если вам нужна помощь, сделайте скриншот ошибки и отправьте его в канал поддержки Slippi Discord'а, вместе с описанием контекста проблемы.

source: Dolphin has crashed. Please go to the Help section of the settings page, click "Copy logs", and paste them in the Slippi Discord's #windows-support channel with some context regarding the crash.
pt: Dolphin encerrou inesperadamente. Por favor, vá para a seção de Ajudana página de configurações, clique em "Copiar logs" e cole-osno canal #windows-support do Discord do Slippi com algum contexto sobrea falha.
ru: Dolphin крашнулся. Пожалуйста, скопируйте логи в секции Помощь страницы настроек, и приложите их в Slippi Discord в канал #windows-support, вместе с описанием проблемы

source: Dolphin is currently running. Close Dolphin to switch accounts
pt: Dolphin está executando. Feche o Dolphin para trocar a conta

source: Dolphin is updating
es: Dolphin se está actualizando
ja: Dolphinを更新中
pt: Dolphin está atualizando
ru: Dolphin обновляется

source: Dolphin is updating. Try again later.
pt: Dolphin está atualizando. Tente novamente mais tarde.
ru: Dolphin обновляется. Попробуйте позже.

source: Down
es: Abajo
ja: 下
pt: Baixo
ru: Вниз

source: Download
es: Descargar
ja: ダウンロード
pt: Baixar
ru: Скачать

source: Downloading version {0}...
es: Descargando versión {0}...
ja: バージョン {0} をダウンロード中...
pt: Baixando versão {0}...
ru: Скачивается версия {0}...

source: Duplicate code name
es: Nombre de código duplicado
ja: 重複したコード名
pt: Nome de código duplicado
ru: Код с таким именем уже существует

source: Edit
es: Editar
ja: 編集
pt: Editar
ru: Изменить

source: Edit connection
es: Editar conexión
ja: 接続を編集
pt: Editar conexão
ru: Изменить соединение

source: Edit display name
es: Editar nombre para mostrar
ja: 表示名を編集
pt: Editar nome de exibição
ru: Поменять никнейм

source: Email is not yet verified. Have you checked your spam folder?
es: Correo aún no está verificado. ¿Has revisado tu carpeta de spam?
ja: メールアドレスがまだ確認されていません。迷惑メールフォルダを確認しましたか？
pt: E-mail ainda não verificado. Você verificou sua pasta de spam?
ru: Email не подтвержден. Проверили ли вы ваш спам-каталог?

source: Email verified
es: Correo verificado
ja: メールアドレス確認完了
pt: E-mail verificado
ru: Email подтвержден

source: Enable Auto Updates
es: Activar Actualizaciones Automáticas
ja: 自動アップデートを有効化
pt: Ativar Atualizações Automáticas
ru: Включить автоматические обновления

source: Enable Autoswitcher
es: Activar cambio automático
ja: 自動切り替えを有効化
pt: Ativar Alternador Automático
ru: Включить Autoswitcher

source: Enable Console Relay
es: Activar Retransmisión de Consola
ja: コンソールリレーを有効化
pt: Ativar Retransmissão de Console
ru: Включить Console Relay

source: Enable Music
es: Activar música
ja: 音楽を有効化
pt: Ativar Música
ru: Включить музыку

source: Enable Real-time Mode
es: Activar modo en tiempo real
ja: リアルタイムモードを有効化
pt: Ativar Modo Tempo Real
ru: Включить режим реального времени

source: Enable Spectate Remote Control
es: Activar control remoto de espectador
ja: 観戦リモートコントロールを有効化
pt: Ativar Controle Remoto de Espectador
ru: Включить удаленное управление трансляциями

source: Enable in-game music.
es: Activa la música dentro del juego.
ja: ゲーム内音楽を有効化します。
pt: Ativar música durante o jogo.
ru: Включить игровую музыку.

source: Ending In
es: Termina en
ja: 終了まで
pt: Encerrando Em
ru: Заканчивается через

source: Enter Spectator ID
es: Ingresar ID de espectador
ja: 観戦者IDを入力
pt: Digite o ID do Espectador
ru: Введите Spectator ID

source: Error connecting to Dolphin. Ensure Dolphin is running and try again.
es: Error al conectar con Dolphin. Asegúrate de que Dolphin esté ejecutándose e intenta de nuevo.
ja: Dolphinへの接続エラーです。Dolphinが起動していることを確認してから再試行してください。
pt: Erro contectando ao Dolphin. Certifique-se de que o Dolphin está rodando e tente novamente.
ru: Ошибка подключения к Dolphin. Убедитесь, что Dolphin запущен, и попробуйте снова.

source: Error reading gecko codes: {0}
es: Error al leer códigos Gecko: {0}
ja: Geckoコードの読み込みエラー：{0}
pt: Erro ao ler códigos gecko: {0}
ru: Ошибка чтения gecko-кода: {0}

source: Error running network diagnostics
es: Error al ejecutar diagnósticos de red
ja: ネットワーク診断の実行エラー
pt: Erro ao executar diagnósticos de rede
ru: Ошибка запуска сетевой диагностики

source: Error saving gecko codes: {0}
es: Error al guardar códigos Gecko: {0}
ja: Geckoコードの保存エラー：{0}
pt: Erro ao salvar códigos gecko: {0}
ru: Ошибка сохранения gecko-кода: {0}

source: Error starting server
es: Error al iniciar servidor
ja: サーバー起動エラー
pt: Erro ao iniciar servidor
ru: Ошибка при запуске сервера

source: External IP Address
es: Dirección IP externa
ja: 外部IPアドレス
pt: Endereço IP Externo
ru: Внешний IP адрес

source: FAQ
es: Preguntas frecuentes
ja: よくある質問
pt: Perguntas Frequentes
ru: Частые вопросы

source: Failed to communicate with Slippi servers.
pt: Falha ao comunicar com servidores Slippi.
ru: Ошибка соединения с серверами Slippi.

source: Failed to determine CGNAT or Double NAT presence
es: No se pudo determinar la presencia de CGNAT o NAT doble
ja: CGNATまたはダブルNATの有無の判定に失敗しました
pt: Falha ao determinar presença de CGNAT ou NAT Duplo
ru: Не получилось определить наличие CGNAT или Double NAT

source: Failed to determine IP Address
es: No se pudo determinar la dirección IP
ja: IPアドレスの判定に失敗しました
pt: Falha ao determinar Endereço IP
ru: Не получилось определить IP адрес

source: Failed to determine NAT type
es: No se pudo determinar el tipo de NAT
ja: NATタイプの判定に失敗しました
pt: Falha ao determinar tipo de NAT
ru: Не получилось определить тип NAT

source: Failed to determine port mapping availability
es: No se pudo determinar la disponibilidad de mapeo de puertos
ja: ポートマッピングの可用性の判定に失敗しました
pt: Falha ao determinar disponibilidade de mapeamento de porta
ru: Не получилось определить доступность port mapping

source: Failed to fetch news articles.
es: Error al obtener artículos de noticias.
ja: ニュース記事の取得に失敗しました。
pt: Falha ao buscar notícias.
ru: Ошибка получения новостных сообщений.

source: Failed to get updates
es: Error al obtener actualizaciones
ja: アップデートの取得に失敗しました
pt: Falha ao obter atualizações
ru: Ошибка получения обновлений

source: Failed to install {0}. Try closing all Dolphin instances and restarting the launcher.
pt: Falha ao instalar {0}. Tente fechar todas as instâncias do Dolphin e reiniciar o launcher.
ru: Ошибка инсталляции {0}. Попробуйте закрыть все приложения Dolphin и перезапустите лаунчер.

source: Failed to read gecko codes
es: No se pudieron leer los códigos Gecko
ja: Geckoコードの読み込みに失敗しました
pt: Falha ao ler códigos gecko
ru: Не получилось прочитать gecko-коды

source: Failed to remove account
pt: Falha ao remover conta

source: Failed to switch account
pt: Falha ao trocar conta

source: Find in-person tournaments
es: Encontrar torneos presenciales
ja: オフライン大会を探す
pt: Encontrar torneios presenciais
ru: Найти оффлайн-турниры

source: Find online tournaments
es: Encontrar torneos en línea
ja: オンライン大会を探す
pt: Encontrar torneios online
ru: Найти онлайн-турниры

source: Find tournaments
es: Encontrar torneos
ja: 大会を探す
pt: Encontrar torneios
ru: Найти турниры

source: First give this ID to the person whose gameplay you want to watch. Then after they have started their broadcast, click Refresh.
es: Primero da este ID a la persona cuya partida quieres ver. Después de que haya comenzado su transmisión, haz clic en Actualizar.
ja: まず、プレイを観戦したい相手にこのIDを伝えてください。相手が配信を開始したら、「更新」をクリックしてください。
pt: Primeiro, forneça este ID para a pessoa cujo jogo você deseja assistir. Depois que ela iniciar a transmissão, clique em Atualizar.
ru: Отправьте этот ID людям, чьи матчи вы хотите смотреть. Затем, после того как они начали свою трансляцию, нажмите Обновить.

source: Follow Project Slippi on Twitter
es: Sigue a Project Slippi en Twitter
ja: Project SlippiをTwitterでフォロー
pt: Siga Project Slippi no Twitter
ru: Подпишитесь на Project Slippi в Twitter

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
ja: パスワードをお忘れですか？
pt: Esqueceu sua senha?
ru: Забыли пароль?

source: Game
es: Juego
ja: ゲーム
pt: Jogo
ru: Игра

source: Game stats for team battles is unsupported
es: No hay soporte de estadísticas de juego por equipos
ja: ダブルスの試合統計は未対応です
pt: Estatísticas de jogo para batalhas em equipe não são suportadas
ru: Сбор игровой статистики для командных матчей не поддерживается

source: General Settings
es: Configuración General
ja: 一般設定
pt: Configurações Gerais
ru: Основные настройки

source: Go back
es: Volver
ja: 戻る
pt: Voltar
ru: Вернуться

source: Hard reset
es: Reinicio completo
ja: 完全リセット
pt: Reset completo
ru: Полный сброс

source: Help
es: Ayuda
ja: ヘルプ
pt: Ajuda
ru: Помощь

source: Hide
es: Ocultar
ja: 非表示
pt: Ocultar
ru: Спрятать

source: Hide advanced options
es: Ocultar opciones avanzadas
ja: 詳細オプションを非表示
pt: Ocultar opções avançadas
ru: Спрятать продвинутые опции

source: Hide short games
es: Ocultar partidas cortas
ja: 短い試合を非表示
pt: Ocultar jogos curtos
ru: Спрятать короткие матчи

source: Home
es: Inicio
ja: ホーム
pt: Início
ru: Главная

source: I accept the Slippi Online Rules
es: Acepto las Reglas de Slippi Online
ja: Slippiオンラインルールに同意します
pt: Eu aceito as Regras do Slippi Online
ru: Я принимаю правила Slippi Online

source: I accept the Slippi Privacy Policy and Terms of Service
es: Acepto la Política de Privacidad y los Términos de Servicio de Slippi
ja: Slippiプライバシーポリシーと利用規約に同意します
pt: Eu aceito a Política de Privacidade e os Termos de Serviço do Slippi
ru: Я принимаю Slippi Privacy Policy и Terms of Service

source: I already have an account
es: Ya tengo una cuenta
ja: すでにアカウントを持っています
pt: Já tenho uma conta
ru: У меня уже есть аккаунт

source: I hope you know what you're doing...
es: Espero que sepas lo que estás haciendo...
ja: 本当に分かっててやってるんですよね…？
pt: Espero que você saiba o que está fazendo...
ru: Надеюсь, вы знаете что вы делаете...

source: IP Address
es: Dirección IP
ja: IPアドレス
pt: Endereço IP
ru: IP адрес

source: If the failure persists, you can test this in your computer's terminal app. See below:
es: Si el fallo persiste, puedes probar esto en la terminal. Ver abajo:
ja: エラーが続く場合は、コンピューターのターミナルアプリでテストできます。以下を参照してください：
pt: Se a falha persistir, você pode testar isso no aplicativo de terminal do seu computador. Veja abaixo:
ru: Если проблема осталась, можете протестировать в командной строке. См. ниже:
